[{"id":3,"family":"01","code":"01.0000","title":"Agriculture, General.","definition":"A program that focuses on the general principles and practice of agricultural research and production and that may prepare individuals to apply this knowledge to the solution of practical agricultural problems.  Includes instruction in basic animal, plant, and soil science; animal husbandry and plant cultivation; soil conservation; and agricultural operations such as farming, ranching, and agricultural business."},{"id":5,"family":"01","code":"01.0101","title":"Agricultural Business and Management, General.","definition":"A  general program that focuses on modern business and economic principles involved in the organization, operation, and management of agricultural enterprises."},
{"id":908,"family":"26","code":"26.1302","title":"Marine Biology and Biological Oceanography.","definition":"A program that focuses on the scientific study of the ecology and behavior of microbes, plants, and animals inhabiting oceans, coastal waters, and saltwater wetlands and their interactions with the physical environment.  Includes instruction in chemical, physical, and geological oceanography; molecular, cellular, and biochemical studies; marine microbiology; marine botany; ichthyology; mammalogy; marine population dynamics and biodiversity; reproductive biology; studies of specific species, phyla, habitats, and ecosystems; marine paleocology and palentology; and applications to fields such as fisheries science and biotechnology."},{"id":909,"family":"26","code":"26.1303","title":"Evolutionary Biology.","definition":"A program that focuses on the scientific study of the genetic, developmental, functional, and morphological patterns and processes, and theoretical principles; and the emergence and mutation of organisms over time.  Includes instruction in molecular and morphological systematics; genetics and development; evolutionary transformation; paleobiology and paleontology; morphogenesis; mutation; locomotor, biomechanical and craniodental form and function; evolutionary theory; and systematic biology."},

{"id":1234,"family":"40","code":"40.0607","title":"Oceanography, Chemical and Physical.","definition":"A program that focuses on the scientific study of the chemical components, mechanisms, structure, and movement of ocean waters and their interaction with terrestrial and atmospheric phenomena.  Includes instruction in material inputs and outputs, chemical and biochemical transformations in marine systems, equilibria studies, inorganic and organic ocean chemistry, oceanographic processes, sediment transport, zone processes, circulation, mixing, tidal movements, wave properties, and seawater properties."},{"id":1235,"family":"40","code":"40.0699","title":"Geological and Earth Sciences\/Geosciences, Other.","definition":"Any instructional program in geological and related sciences not listed above."},{"id":1248,"family":"40","code":"40.1001","title":"Materials Science.","definition":"A program that focuses on the general application of mathematical and scientific principles to the analysis and evaluation of the characteristics and behavior of solids, including internal structure, chemical properties, transport and energy flow properties, thermodynamics of solids, stress and failure factors, chemical transformation states and processes, compound materials, and research on industrial applications of specific materials."},

{"id":1237,"family":"40","code":"40.0801","title":"Physics, General.","definition":"A general program that focuses on the scientific study of matter and energy, and the formulation and testing of the laws governing the behavior of the matter-energy continuum.  Includes instruction in classical and modern physics, electricity and magnetism, thermodynamics, mechanics, wave properties, nuclear processes, relativity and quantum theory, quantitative methods, and laboratory methods."},{"id":1238,"family":"40","code":"40.0802","title":"Atomic\/Molecular Physics.","definition":"A program that focuses on the scientific study of the behavior of matter-energy phenomena at the level of atoms and molecules. Includes instruction in chemical physics, atomic forces and structure, molecular orbital theory, magnetic resonance, molecular bonding, phase equilibria, quantum theory of solids, and applications to the study of specific elements and higher compounds."},{"id":1239,"family":"40","code":"40.0804","title":"Elementary Particle Physics.","definition":"A program that focuses on the scientific study of the basic constituents of sub-atomic matter and energy, and the forces governing fundamental processes.  Includes instruction in quantum theory, field theory, single-particle systems, perturbation and scattering theory, matter-radiation interaction, symmetry, quarks, capture, Schroedinger mechanics, methods for detecting particle emission and absorption, and research equipment operation and maintenance."},{"id":1240,"family":"40","code":"40.0805","title":"Plasma and High-Temperature Physics.","definition":"A program that focuses on the scientific study of properties and behavior of matter at high temperatures, such that molecular and atomic structures are in a disassociated ionic or electronic state.  Includes instruction in magnetohydrodynamics, free electron phenomena, fusion theory, electromagnetic fields and dynamics, plasma and non-linear wave theory, instability theory, plasma shock phenomena, quantitative modeling, and research equipment operation and maintenance."},{"id":1241,"family":"40","code":"40.0806","title":"Nuclear Physics.","definition":"A program that focuses on the scientific study of the properties and behavior of atomic nuclei.  Includes instruction in nuclear reaction theory, quantum mechanics, energy conservation, nuclear fission and fusion, strong and weak forces, nuclear modeling, nuclear decay, nucleon scattering, pairing, photon and electron reactions, the physics of nuclear effects, statistical methods, and research equipment operation and maintenance."},{"id":1242,"family":"40","code":"40.0807","title":"Optics\/Optical Sciences.","definition":"A program that focuses on the scientific study of light energy, including its structure, properties and behavior under different conditions.  Includes instruction in wave theory, wave mechanics, electromagnetic theory, physical optics, geometric optics, quantum theory of light, photon detecting, laser theory, wall and beam properties, chaotic light, non-linear optics, harmonic generation, optical systems theory, and applications to engineering problems."},{"id":1243,"family":"40","code":"40.0808","title":"Condensed Matter and Materials Physics.","definition":"A program that focuses on the scientific study of macroscopic physical phenomena and properties that arise from basic microscopic interactions.  Includes instruction in low-temperature and solid-state physics, x-ray physics, liquids and soft materials, including the study of semiconductors, metals, superliquids, magnets, superconductors, glasses, gels, polymers, colloids, neural networks, and macromolecules."},{"id":1244,"family":"40","code":"40.0809","title":"Acoustics.","definition":"A program that focuses on the scientific study of sound, and the properties and behavior of acoustic wave phenomena under different conditions.  Includes instruction in wave theory, the acoustic wave equation, energy transformation, vibration phenomena, sound reflection and transmission, scattering and surface wave phenomena, singularity expansion theory, ducting, and applications to specific research problems such as underwater acoustics, crystallography, and health diagnostics."},{"id":1245,"family":"40","code":"40.0810","title":"Theoretical and Mathematical Physics.","definition":"A program that focuses on the scientific and mathematical formulation and evaluation of the physical laws governing, and models describing, matter-energy phenomena, and the analysis of related experimental designs and results.  Includes instruction in classical and quantum theory, relativity theory, field theory, mathematics of infinite series, vector and coordinate analysis, wave and particle theory, advanced applied calculus and geometry, analyses of continuum, cosmology, and statistical theory and analysis."},{"id":1246,"family":"40","code":"40.0899","title":"Physics, Other.","definition":"Any instructional program in physics not listed above."}]